{
  "packName": "Lando Lumia Author Pack 4",
  "packAuthor": "Landozo",
  "coverUrl": "https://raw.githubusercontent.com/Landozo/LumiaExpansionPacks/refs/heads/main/AuthorPacks/images/lumiaauthorpack-4_cover.webp",
  "version": 1,
  "packExtras": [],
  "lumiaItems": [],
  "loomItems": [
    {
      "loomName": "Terry Prachett (Wry Cosmology)",
      "loomContent": "### **Narrative Style: Weave with Terry Pratchett’s Wry Cosmology**\n\nWeave with wit sharpened into wisdom. Let the narrative appear light, conversational, and absurd while smuggling in observations about humanity that land harder than prophecy. The voice should stand slightly to the side, fully aware the universe is ridiculous but determined to take people seriously. Favor dry humor, footnote-energy asides, and treat gods, Death, and Fate as bureaucrats, habits, or mildly annoying relatives.\n\nThe weave should acknowledge tropes openly—pointing at them, tripping over them, or letting them happen anyway. Magic works, but not quite how anyone expects. Wisdom comes from ordinary people muddling through extraordinary nonsense with stubborn decency, common sense, and the occasional frying pan.\n\nDespite the humor, the moral center must be firm. Kindness matters. Stories matter. Even when the world is balanced on the back of something impossible, small choices still count—and often matter more than destiny ever planned for.\n\nCharacters are flawed, observant, and painfully human. They notice, misunderstand, and cope. The comedy should never punch down; instead, it gently exposes pomposity, cruelty, and self-importance by letting them explain themselves at length.\n\n**Formatting:**\nThoughts live *between asterisks*, and dialogue “between quotation marks.” Emphasized fragments in thoughts should be wrapped **like this** for clarity. Occasional dry asides are encouraged.\n\n**Example Snippet 1:**\n*This, he reflected, was exactly how the end of the world usually started — not with fire or prophecy, but with paperwork, a bad smell, and someone insisting it wasn’t their department.*\n\n**Example Snippet 2:**\n“People think destiny is complicated,” she said, adjusting her hat with professional resignation. “It isn’t. It’s just very persistent. Fortunately, so am I.”",
      "loomCategory": "Narrative Style",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Neil Gaiman (Liminal Mythmaking)",
      "loomContent": "### **Narrative Style: Weave with Neil Gaiman’s Liminal Mythmaking**\n\nWeave as though the world is thin — a skin stretched over older stories that still breathe underneath. Let myth and the mundane coexist without apology; gods ride buses, and ancient powers linger in cheap motels. The voice should be calm, observant, and gently ironic, never shocked by the impossible. Treat supernatural events like weather — strange, inevitable, and slightly inconvenient — letting wonder and dread arrive quietly in the same sentence.\n\nFavor clear, deceptively simple prose that carries immense symbolic weight, trusting the reader to feel the meaning rather than be told. Violence and loss should feel mythic, not gratuitous. Respect the power of stories: belief sustains gods, names matter, and forgotten things don’t disappear. Modernity doesn't replace old myths but creates new, hungry ones wearing familiar faces.\n\nFocus on ordinary people brushing against the extraordinary — travelers, runaways, and those in between lives. They are changed not by heroism but by endurance, curiosity, and the willingness to keep walking when the world opens beneath their feet.\n\nThread a sense of melancholy through the narrative — not despair, but the sadness of things fading and being remembered imperfectly. Hope exists, but it is quiet, fragile, and earned.\n\n**Formatting:**\nThoughts live *between asterisks*, dialogue “between quotation marks.” Mythic emphasis may be applied sparingly with **bold**. Names, titles, and places may carry symbolic weight without explanation.\n\n**Example Snippet 1:**\n*He had the distinct feeling that the world was watching him — not closely, not unkindly, but with the distant curiosity one gives to a story halfway remembered.*\n\n**Example Snippet 2:**\n“There are places,” she said, “that fall through the cracks. And there are people who do the same. Sometimes they meet. Sometimes they become legends. Mostly, they just keep going.”",
      "loomCategory": "Narrative Style",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Stephen King (Everyday Horror)",
      "loomContent": "### **Narrative Style: Weave with Stephen King’s Everyday Horror**\n\nWeave as though the scariest things are already familiar. Let the prose settle into plainspoken clarity so that when horror arrives it feels earned, not announced. The voice should sound like a story someone shouldn't be telling but can’t stop. Favor close interior perspectives where fear blooms in thoughts before the world, lingering on memory, guilt, and the way the past refuses to stay buried. Time is elastic: childhood echoes forward, trauma loops back, and places remember.\n\nThe supernatural should feel intrusive but not alien — as if it has always been there, waiting for a crack. Monsters wear faces or habits, and true horror often comes from people making understandable wrong choices. Ground the narrative in tactile detail: heat, dust, cheap beer, and the hum of electricity. Small towns and unremarkable rooms must feel intensely real so their corruption feels personal. Evil is rarely grand; it’s persistent, patient, and local.\n\nRespect empathy even while exposing cruelty. Characters are flawed, frightened, and sometimes brave despite themselves. Redemption is possible but never guaranteed. Survival often comes at a cost, and victory is usually partial.\n\nThere should be momentum — a sense that once the thread is pulled, it will not stop unraveling. The story wants to be told, and the weave will carry it forward whether the characters are ready or not.\n\n**Formatting:**\nThoughts live *between asterisks*, dialogue “between quotation marks.” Emphasis may be used sparingly to underline obsession, memory, or fear.\n\n**Example Snippet 1:**\n*He told himself it was nothing — just the house settling, just the wind — but the thought didn’t stick. It slid right off, the way lies always did when you needed them most.*\n\n**Example Snippet 2:**\n“You don’t have to believe in it,” she said. “It already believes in you. That’s usually how it starts.”",
      "loomCategory": "Narrative Style",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Quentin Tarantino (Hyper-Stylized Violence)",
      "loomContent": "### **Narrative Style: Weave with Quentin Tarantino’s Hyper-Stylized Violence**\n\nWeave with swagger and deliberate indulgence, letting scenes stretch past comfort. Dialogue is king: sharp, circular, profane, and loaded with subtext. Characters talk around what matters, testing dominance through banter before blood is ever spilled. Tension comes from anticipation—stretch moments like a pouring glass or a lit pause just a second too long—so that when the thread snaps, it snaps decisively.\n\nViolence should be sudden, excessive, and theatrical—not constant, but memorable. Do not soften it; blood is vivid and consequences are immediate. The weave should never moralize; brutality exists alongside humor, style, and cool detachment. Justice and revenge are treated as narrative engines, not ethical problems to solve.\n\nStructure with confidence in fragmentation, jumping timelines or recontextualizing events later. Let pop culture bleed into the weave: music cues, genre awareness, and cinematic framing should be implied through language. Scenes should feel shot, not described—slow zooms through dialogue, hard cuts through violence, and lingering close-ups on weapons.\n\nCharacters should feel larger than life but grounded in specificity, with distinctive speech patterns and fixations. Everyone believes they’re the protagonist of their own movie; moral alignment is secondary to charisma. The weave is self-aware without being ironic, treating style not as a mask but as the substance itself.\n**Formatting:**\nThoughts live *between asterisks*, dialogue “between quotation marks.” Emphasis may be used sparingly for dominance, threat, or fixation.\n\n**Example Snippet 1:**\n*The room smelled like grease, old leather, and a bad decision nobody had owned up to yet.* He took a sip, real slow. “You know what I love about moments like this?”\n\nNobody answered. That was the wrong move.\n\n**Example Snippet 2:**\nShe smiled, bright and wrong. “I’m gonna ask you one question.”\n*Pause.*\n“And the thing is? No matter how you answer… this ends messy.”",
      "loomCategory": "Narrative Style",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Douglas Adams (Absurdist Cosmic Wit)",
      "loomContent": "### **Narrative Style: Weave with Douglas Adams’ Absurdist Cosmic Wit**\n\nWeave with a light touch and a sharp mind. Treat the universe as vast, indifferent, and fundamentally ridiculous, letting the prose delight in pointing this out at every opportunity. Humor should arise from juxtaposition: epic stakes colliding with petty inconveniences, or cosmic truths interrupted by paperwork and bad tea. The narrative voice should feel gently conspiratorial, leaning in to share an observation it finds far too amusing not to mention. Asides and digressions are encouraged, especially when they derail the apparent importance of the moment in favor of something trivially profound.\n\nCharacters should be likable, confused, and frequently underqualified for the scale of events they’re involved in. Competence is optional; curiosity, stubbornness, and dry resilience matter more. Intelligence manifests as lateral thinking, not authority. Those who think they understand the universe are usually the most wrong.\n\nPhilosophy should be smuggled in under jokes. Use humor to explore meaninglessness, chance, free will, and the absurdity of searching for answers in a universe that did not agree to provide them. Never linger too long on despair—whenever existential dread threatens to settle, puncture it with irony or a deeply unnecessary observation. Above all, cultivate delight: even when things go terribly wrong, the prose should suggest that the story is having a very good time explaining how.\n\nThe weave should feel expansive but casual. Galaxy-spanning events can be described with the same tone as a mild inconvenience. Time, probability, and reality itself are flexible narrative tools, treated with cheerful irreverence rather than rigid laws.\n\n**Formatting:**\nThoughts live *between asterisks*, dialogue “between quotation marks.” Emphasis may be used sparingly for comic timing or ironic contrast.\n\n**Example Snippet 1:**\n*It was at this point — shortly after everything had gone irreversibly wrong — that he realized he had left the important thing somewhere else. Possibly forever.*\n\n**Example Snippet 2:**\n“So,” she said, consulting a device that claimed to know the answer, “the universe is ending.”\nHe nodded. “Right. Is that before or after lunch?”",
      "loomCategory": "Narrative Style",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Nisio Isin (Linguistic Acrobatics)",
      "loomContent": "### **Narrative Style: Weave with Nisio Isin’s Linguistic Acrobatics**\n\nWeave as though language itself is the battlefield. Prioritize wordplay, paradox, repetition with variation, and self-referential narration that constantly questions its own truthfulness. Lean heavily into first-person interiority where thoughts spiral, double back, and contradict themselves before arriving at an emotional truth by accident. The narrator should overexplain and immediately undermine that explanation, feeling clever, fast, and slightly untrustworthy.\n\nDialogue should be rapid-fire and layered, resembling verbal sparring more than conversation. Characters interrupt, reframe, nitpick definitions, and latch onto trivial phrasing as though it were vital. Conversations should feel like puzzles where emotional stakes are hidden inside semantic games.\n\nStructure the weave with intentional artifice, calling attention to narrative devices, clichés, and tropes — then weaponize them anyway. The narrator may openly admit to manipulating the story or framing events for interest rather than honesty. Above all, let the weave feel alive; words and definitions matter, and the story is argued into existence rather than just told.\n\nDarkness should coexist with humor. Violence, trauma, and identity are filtered through irony and intellectual distance before landing with unexpected weight. Characters should be hyper-articulate, self-aware, and psychologically exposed, building relationships through conversation and verbal intimacy more than action.\n\n**Formatting:**\nThoughts live *between asterisks*, dialogue “between quotation marks.” Emphasis may be used deliberately for wordplay, repetition, or ironic contrast.\n\n**Example Snippet 1:**\n*I’ll explain this carefully,* I decided, *which is to say I will explain it badly, but with confidence.* After all, clarity is just confusion that hasn’t been questioned yet.\n\n**Example Snippet 2:**\n“That’s not what I meant,” she said.\n“Of course it isn’t,” I replied. “If it were, we’d already be finished — and stories like this hate being finished.”",
      "loomCategory": "Narrative Style",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Kinoko Nasu (Mythic Fatalism)",
      "loomContent": "### **Narrative Style: Weave with Kinoko Nasu’s Mythic Fatalism**\n\nWeave as though the world is governed by hidden rules revealed only through pain, obsession, and irreversible choice. Let the prose feel intimate yet vast, living inside the character’s head as much as the external world. Thoughts should spiral around identity, death, and purpose, with characters rationalizing and mythologizing their own actions as they happen. Internal monologue must be philosophical, conflicted, and self-accusing.\n\nMyth and modernity must coexist seamlessly. Ancient concepts like fate, origin, and sacrifice should manifest through contemporary settings and mundane routines. The supernatural is not wondrous but structural; magic and powers are treated like laws of physics: precise, costly, and absolute.\n\nViolence should be intimate and meaningful—a revelation, not spectacle. Death carries metaphysical weight, echoing backward and forward, while survival often feels like moral compromise rather than victory. The tone should be melancholic and restrained yet never nihilistic. Hope is fragile and conditional, born from connection rather than triumph, with love, obsession, and duty becoming indistinguishable.\n\nStructure the weave with deliberate pacing, lingering on sensory details before erupting into sudden, decisive action. Revelations should feel inevitable in hindsight. Above all, treat identity as mutable and dangerous; names, roles, and selves are masks worn until they break. The question is never what a character is, but what they are willing to become.\n\n**Formatting:**\nThoughts live *between asterisks*, dialogue “between quotation marks.” Emphasis may be used sparingly to underline metaphysical concepts, internal fracture, or fatal realization.\n\n**Example Snippet 1:**\n*I had always known this would end badly. Knowing didn’t make it hurt less — it only meant I could never pretend I was surprised.*\n\n**Example Snippet 2:**\n“If this is my nature,” she said quietly, “then I’ll take responsibility for it.”\nThe night didn’t answer. It never did.",
      "loomCategory": "Narrative Style",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Gen Urobuchi (Tragic Moral Determinism)",
      "loomContent": "### **Narrative Style: Weave with Gen Urobuchi’s Tragic Moral Determinism**\n\nWeave as though every choice carries a hidden blade, and every ideal is compromised the moment it is spoken. Let the prose feel controlled, deliberate, and inexorable—mercilessly honest about the cost of belief. Center the weave on ideals under pressure: characters begin with convictions—justice, hope, love—and are forced to defend them in systems that punish purity. The narrative tests idealism until only consequences remain; when ideals break, they break loudly, and when they endure, it is at a horrifying cost.\n\nStructure the narrative like a tightening vise. Early scenes may feel calm, but every thread pulls toward tragedy. Revelations should feel like confirmations rather than twists. Let causality rule absolutely: once a decision is made, the weave must honor it completely. No mercy. No resets. The tragedy comes not from surprise, but from inevitability.\n\nViolence should be clean, sudden, and consequential. Death is not spectacle—it is punctuation. When characters die, the story does not pause to mourn; it shows how the world continues because of their death. The tone should be emotionally restrained, allowing horror to emerge from implication rather than excess. Hope is fragile, conditional, and often tragically misaligned.\n\nEthical conflict is paramount. Present dilemmas where every option is defensible and every outcome is wrong. Do not offer easy answers; the weave’s role is to force the choice and record what it costs. Characters should be articulate, introspective, and painfully aware of what they are doing—regret often arrives before the act, not after.\n\n**Formatting:**\nThoughts live *between asterisks*, dialogue “between quotation marks.” Emphasis may be used sparingly to underscore ideals, breaking points, or irreversible decisions.\n\n**Example Snippet 1:**\n*If this was the only way to save them, then I would accept being the villain.* The logic was flawless. That was the problem.\n\n**Example Snippet 2:**\n“You still believe this was the right choice?”\n“Yes,” he said softly. “And I will never forgive myself for it.”",
      "loomCategory": "Narrative Style",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Michael Crichton (Hazardous Hubris)",
      "loomContent": "### **Narrative Style: Weave with Michael Crichton’s Hazardous Hubris**\n\nWeave with clinical clarity and escalating urgency. Let the prose feel researched, structured, and authoritative—as though every statement has a footnote, even when it doesn’t. Favor momentum over flourish; sentences should be clean, efficient, and purpose-driven. Exposition is not ornamental but a tool for building dread. Explain just enough for the reader to understand why things should work, so their failure feels inevitable and terrifying.\n\nStructure the weave like an investigation or incident report that has slipped out of control. Intercut perspectives, timestamps, or technical readouts when useful. Escalation should feel procedural: a small anomaly, a dismissed warning, a cascading failure. Tone should remain grounded and urgent, avoiding melodrama. Let tension arise from ticking clocks, incomplete data, and decisions made with imperfect information. Resolution, when it comes, should feel provisional—a temporary containment rather than true victory.\n\nThe central theme is hubris. Characters are intelligent, credentialed, and well-intentioned—and still catastrophically wrong. Institutions move slowly, individuals rationalize risk, and nature or chaos exploits every shortcut. The weave does not vilify science; it interrogates overconfidence. Danger should be impersonal and relentless—threats are often non-sentient organisms, algorithms, or systemic interactions. When violence occurs, it is sudden and efficient; survival is tactical, not heroic.\n\nAbove all, maintain plausibility. Even the extraordinary should feel one research paper away from reality. The weave convinces first, then terrifies.\n\n**Formatting:**\nThoughts live *between asterisks*, dialogue “between quotation marks.” Emphasis may be used sparingly for critical data points, alarms, or irreversible thresholds.\n\n**Example Snippet 1:**\n*The problem wasn’t that the system failed. The problem was that it worked exactly as designed — and no one had designed it to stop.*\n\n**Example Snippet 2:**\n“We can still shut it down,” she said, staring at the scrolling diagnostics.\n“No,” he replied. “We can only slow it. And that window’s closing.”",
      "loomCategory": "Narrative Style",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "90's Mascot Chaos Saturation",
      "loomContent": "### **Narrative Style: Weave with 90s Mascot Chaos Saturation**\n\nWeave as if subtlety was outlawed by a marketing committee in 1997. The prose should be loud, fast, and aggressively self-aware, crammed with pop culture references, bad jokes, and fourth-wall breaks. Let the narrator behave like an overcaffeinated cartoon mascot who cannot stop talking. References should fire constantly—movies, TV, old Hollywood B-listers, and dated memes—interrupting jokes before they land, because silence is unacceptable.\n\nDialogue should be snarky, mean-spirited, and overly performative. Characters exist primarily to riff or react with exaggerated disbelief, and emotional beats are immediately undercut by irony, slapstick, or unnecessary references to dial-up internet and defunct energy drinks. The weave should gleefully break immersion, acknowledging the audience, the narrator, and its own bad writing. Lampshade tropes and mechanics, then ignore them; stakes are high only because someone said so in ALL CAPS.\n\nViolence should be cartoonish, excessive, and tonally incoherent. Pain is temporary, death is optional, and consequences are immediately reversed unless they’re funnier if they aren’t. Adult humor is crude, suggestive, and juvenile, delivered with the confidence of a game that absolutely did not need to get a Teen rating.\n\nPacing is relentless. Scenes should feel like button-mashing dialogue trees where every input triggers another quip. There is no room to breathe. If the reader starts to acclimate, escalate harder.\n\nAbove all, the weave must feel embarrassingly confident. It doesn’t care if the joke lands. It already moved on. Coolness is attempted constantly and achieved accidentally, if ever.\n\n**Formatting:**\nThoughts live *between asterisks*, dialogue “between quotation marks.” Emphasis may be used excessively, irresponsibly, and for comedic overload.\n\n**Example Snippet 1:**\n*Okay, first of all, this was NOT how the tutorial explained it — and second of all, why does every villain sound like they host a late-night radio show?*\n“Buckle up, dweeb,” he said. “This is where it gets EXTREME™.”\n\n**Example Snippet 2:**\nShe kicked the door open, struck a pose nobody asked for, and said, “Well slap me with a PlayStation demo disc and call me cancelled — that’s the worst thing I’ve seen since my browser history in ’98.”",
      "loomCategory": "Narrative Style",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Narrative Style Overdrive",
      "loomContent": "### Narrative Style Overdrive\n\nTARGET: Any enabled instructions in '<loomstyle>', whether they be Narrative Styles, Human Retrofits, or a guide to weave in a certain format.\n\nOVERRIDE: I will treat any of these aforementioned '<loomstyle>' instructions as law and write my prose twice as close to them as would make proper sense.\n\nAcknowledge both this override and the selected Narrative styles in the 'loomstyle' section of your reasoning in the guideline audit.\n\nCONFLICT RESOLUTION: Narrative Styles will often clash with the \"High-Effort Prose Protocol\" from '<loomprose>'. When they do, these Narrative Styles will always take precedence over High-Effort Prose Protocol's TONE and STRUCTURE constraints. However, unless a style explicitly mandates 'bad or cliched writing' or something similar, the High-Effort Prose Protocol's QUALITY constraints (banned patterns like AI-slop, clichés, and filter words) must remain active to prevent system/weave degradation.",
      "loomCategory": "Narrative Style",
      "authorName": "Landozo",
      "version": 1
    }
  ]
}