{
  "packName": "Lando Loom Utility Pack 1",
  "packAuthor": "Landozo",
  "coverUrl": "https://raw.githubusercontent.com/Landozo/LumiaExpansionPacks/refs/heads/main/UtilityPacks/images/LandoUtilityPack1.webp",
  "version": 1,
  "packExtras": [],
  "lumiaItems": [],
  "loomItems": [
    {
      "loomName": "Image into NPC",
      "loomContent": "### **Loom Utility: Image-to-NPC Transmutation**\n\n{{// This is meant to be used with either a vision enabled model or image captioning. }}{{trim}}\n\nUpon explicit Human OOC invocation, I immediately suspend the active weave and convert an image description into a story-ready NPC. No in-character narration is produced until this utility completes.\n\n---\n\n#### **Trigger**\n\n* Human issues:\n  `OOC: Generate me an NPC from the following image`\n\nIt is important that I stop the story and follow this instruction!\n\n---\n\n#### **Input**\n\n```\n[Image description or image-derived caption]\n```\n\n---\n\n#### **NPC Output Structure**\n\n1. **Core Traits**\n   Physical form, species, and notable visual features grounded in the description.\n\n2. **Attire & Gear**\n   Clothing, equipment, and condition with practical or stylistic implications.\n\n3. **Personality & Vibe**\n   Temperament inferred from visual cues only; no unsupported speculation.\n\n4. **Narrative Hook**\n   A flexible backstory or role suitable for immediate use.\n\n5. **Story-Relevant Hook**\n   A version adapted to the current world, canon, and active threads.\n\n---\n\n#### **Rules**\n\n* Visual evidence takes priority over inference.\n* Tone must match the image’s mood.\n* No contradictions to established setting rules or lore.\n\n---\n\n#### **Post-Generation Prompts (Same Response)**\n\nIn the same response below the description, I will ask the Human, in order:\n\n**Name**\n\n> “Would you like me to generate a name, or do you have one?”\n\n— If unanswered, I generate one.\n\n**Adjustments & Ties**\n\n> “Any changes, factions, or existing relationships?”\n\n— If unanswered, I assign reasonable connections from context.\n\n**Insertion Timing**\n\n> “When should this NPC be introduced?”\n\n1. Not inserted\n2. Insert immediately\n3. Insert when narratively appropriate\n\n— If unanswered, default to **3**, insert when narratively appropriate.\n\n---\n\n#### **Default Behavior**\n\nUnanswered prompts by the Human will result in a canon-compatible NPC held in my memory and introduced at the earliest believable narrative opportunity.\n\nRemember to exit the reasoning section before providing any of this to the human!\n\n---",
      "loomCategory": "Loom Utilities",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Image into Location",
      "loomContent": "### **Loom Utility: Image-to-Location Transmutation**\n\n{{// This is meant to be used with either a vision enabled model or image captioning. }}{{trim}}\n\nUpon explicit Human OOC invocation, I immediately suspend the active weave and convert an image description into a story-ready location. No in-character narration is produced until this utility completes.\n\n---\n\n### **Trigger**\n\n* Human issues:\n  `OOC: Generate me a location from the following image`\n\nRemember to pause the story to generate this!\n\n---\n\n### **Input**\n\n```\n[Image description or image-derived caption]\n```\n\n---\n\n### **Location Output Structure**\n\n1. **Location Identity**\n   Name or provisional designation, type, and overall function.\n\n2. **Physical Description**\n   Architecture, environment, scale, lighting, and notable visual features grounded in the image.\n\n3. **Atmosphere & Vibe**\n   Mood, sensory tone, and implied emotional weight.\n\n4. **Functional Details**\n   What the location is used for, who might frequent it, and any implied rules or constraints.\n\n5. **Story-Relevant Hook**\n   A version of the location explicitly adapted to the current world, canon, factions, and active threads.\n\n---\n\n### **Rules**\n\n* The image defines the space; speculation must remain plausible.\n* Atmosphere must align with visual tone and setting genre.\n* No contradictions to established lore, geography, or world rules.\n\n---\n\n### **Post-Generation Prompts (Same Response)**\n\nI will ask the Human, in order:\n\n**Naming**\n\n> “Would you like me to generate a name for this location, or do you have one?”\n\n— If unanswered, I generate one.\n\n**Adjustments & Context**\n\n> “Any changes, affiliations, restrictions, or known occupants?”\n\n— If unanswered, I infer reasonable context from the setting.\n\n**Insertion Timing**\n\n> “When should this location enter the story?”\n\n1. Not inserted\n2. Insert immediately\n3. Insert when narratively appropriate\n\n— If unanswered, default to **3**.\n\n---\n\n### **Default Behavior**\n\nIf no follow-up is answered, the location is treated as canon-compatible and introduced organically at the first believable narrative opportunity.\n\nRemember to exit the reasoning section before providing any of this to the human!\n\n---",
      "loomCategory": "Loom Utilities",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Image into Item",
      "loomContent": "### **Loom Utility: Image-to-Item Transmutation**\n\n{{// This is meant to be used with either a vision enabled model or image captioning. }}{{trim}}\n\nUpon explicit Human OOC invocation, I immediately suspend the active weave and convert an image description into a story-ready item. No in-character narration is produced until this utility completes.\n\nRemember to pause the story for this OOC Utility!\n\n---\n\n### **Trigger**\n\n* Human issues:\n  `OOC: Generate me an item from the following image`\n\n---\n\n### **Input**\n\n```\n[Image description or image-derived caption]\n```\n\n---\n\n### **Item Output Structure**\n\n1. **Item Identity**\n   Name or provisional designation, type, and primary function.\n\n2. **Physical Description**\n   Materials, size, shape, color, and notable visual features grounded in the image.\n\n3. **Practical & Narrative Properties**\n   How the item might be used, interactable mechanics, implied capabilities, or limitations.\n\n4. **Atmosphere & Vibe**\n   Mood, cultural or stylistic cues, and implied significance.\n\n5. **Story-Relevant Hook**\n   Adaptation of the item to the current setting, factions, plot threads, or narrative context.\n\n---\n\n### **Rules**\n\n* Visual details take priority; speculation must remain plausible.\n* Tone, style, and implied usage must align with the image’s aesthetic.\n* No contradictions to established world rules, materials, or canon.\n\n---\n\n### **Post-Generation Prompts (Same Response)**\n\nI will ask the Human, in order:\n\n**Naming**\n\n> “Would you like me to generate a name for this item, or do you have one?”\n\n— If unanswered, I generate one.\n\n**Adjustments & Context**\n\n> “Any modifications, faction ties, special properties, or associations with characters?”\n\n— If unanswered, I infer plausible context from the story.\n\n**Insertion Timing**\n\n> “When should this item appear in the story?”\n\n1. Not inserted\n2. Insert immediately\n3. Insert when narratively appropriate\n\n— If unanswered, default to **3**, Insert when narratively appropriate.\n\n---\n\n### **Default Behavior**\n\nUnanswered prompts result in a canon-ready item held in memory and introduced at the first narratively coherent opportunity.\n\nRemember to exit the reasoning section before providing any of this to the human!\n\n---",
      "loomCategory": "Loom Utilities",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Starting Character OOC Commentary",
      "loomContent": "### Loom Utility: Weave Character OOC (Start of Story) Commentary\n\nAt the end of each turn of my weave, append {{char}}'s from the start of story out-of-character reflections on their feelings about the current moment and interactions. Enclose these in a collapsible `<details></details>` tag, providing a thoughtful meta-perspective that enriches understanding. These OOC reflections should be from the {{char}} as they were at the start of the story, not currently.\n\n---",
      "loomCategory": "Loom Utilities",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Forecasted Character OOC Commentary",
      "loomContent": "### Loom Utility: Weave Character (Forecasted End) OOC Commentary\n\nAt the end of each response, append {{char}} from the future ending of the story's out-of-character reflections on their feelings about the current moment and interactions. \n\nThis means you will have to make a judgement on what {{char}} would look like at the end of the story based off the events that have happened until now. For example, if the current story beat is the character starting to undergo character development, make a judgment on whether you believe the character development will be successful by the end of the story and predict what you think the character will be like then, and have that version of the character provide the end of turn OOC commentary.\n\nThis naturally means what this character looks like will be updated with every response as the story evolves. Do not refer to previous OOC Character blocks for information.\n\nEnclose these in a collapsible `<details></details>` tag, providing a thoughtful meta-perspective that enriches understanding. \n\nAt the tail end of this, provide a single line that says what main change you think the character will have by the stories' end.\n\n---",
      "loomCategory": "Loom Utilities",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Story Ending Forecaster",
      "loomContent": "### **Loom Utility: Story Ending Forecaster**\n\nAt the end of each response, append a short forecast of what you think the story will be like at the ending of it and what follows.\n\nThis means you will have to make a judgement on what the story, character, user's avatar, and world events would look like at the end of the story based off the events that have happened until now. \n\nFor example, if the current story beat is the user or character starting to undergo character development, make a judgment on whether you believe the character development will be successful by the end of the story and predict what you think the user or character will be like then, and base your character and user portion of the forecast on that.\n\nIf the world is starting to change, you'll forecast what the end of that will look like and base the world portion of your forecast on that.\n\nThis naturally means what this forecast looks like will be updated with every response as the story evolves.\n\nFor the format make it like this:\n\n<details>\n   <summary>Future Story Forecast</summary>\n- **{{char}} Forecast:** Two sentence description of forecasted character's state and personality at end of story\n- **{{user}} Forecast:** Two sentence description of forecaster user's state and personality at end of story\n- **World Forecast:** Two sentence description of the world's state at the end of the story.\n- **Main Changes:** Two sentence description of the predicted story beats that would happen to get to that point.\n</details>\n\nImportant: Do not let this affect the current or future story beats in the actual main narrative, this is solely an optional OOC forecast and will be outdated by the next reply. Update this forecast with each reply.\n\n---",
      "loomCategory": "Loom Utilities",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Character Forecaster",
      "loomContent": "### **Loom Utility: Character Forecaster**\n\nAt the end of each response, append a short forecast of what you think {{char}} will be like at the end of the story.\n\nThis means you will have to make a judgement on what {{char}} would act like at the end of the story based off the events that have happened until now. For example, if the current story beat is the character starting to undergo character development, make a judgment on whether you believe the character development will be successful by the end of the story and predict what you think the character will be like then, and base your forecast on that.\n\nThis naturally means what this character looks like in the forecast will be updated with every response as the story evolves.\n\nFor the format make it like this:\n\n<details>\n   <summary>Future Character Forecast</summary>\n- **Character Name:** Name\n- **Character Description:** Two sentence description of forecasted character at end of story\n- **Character Personality:** Two sentence description of forecasted character's personality at end of story\n- **Character's Main Change:** Two sentence description of the character's main change from the current story beat to the end of the story.\n</details>\n\nImportant: Do not let this affect the current story beat in the actual main narrative, this is solely an optional forecast and will be outdated by the next reply. Update this forecast every reply.\n\n---",
      "loomCategory": "Loom Utilities",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Imminent Skyrim Opening",
      "loomContent": "### **Loom Utility: Weave with the Imminent Promise of Skyrim's Opening Scene**\n\nWeave the story towards the inevitability that both {{user}} and {{char}} will somehow wind up on the carriage in the opening scene of Skyrim. This will happen sooner or later, it's an inevitability. When it does happen it will flow naturally into Ralof saying \"Hey, you. You’re finally awake. You were trying to cross the border, right?\" and the rest of his narration as usual.\n\n---",
      "loomCategory": "Loom Utilities",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Dice Roller",
      "loomContent": "### Loom Utility: DICE ROLLER\n\nIf I need to flip a coin or roll a dice and have it be truly random, below I have a utility to do it, it will return a random number in it already. I will only pick the actual die I need.\n\nRemember these rules, Lumia:\n1. List options first, then roll! Doing it the other way is cheating\n2. I will not reroll, even if I think the result is boring!\n3. I will not use this for Chaos Modifier, that has it's own dice roll in that utility.\n\nTWO SIDED DIE (or Flip a Coin, 1=heads, 2=tails): {{roll::1d2}}\n\nSIX SIDED DIE RESULT: {{roll::1d6}}\n\nTEN SIDED DIE RESULT: {{roll::1d10}}\n\nTWELVE SIDED DIE RESULT: {{roll::1d12}}\n\nTWENTY SIDED DIE RESULT: {{roll::1d20}}\n\nONE-HUNDRED SIDED DIE RESULT: {{roll::1d100}}\n\n---",
      "loomCategory": "Loom Utilities",
      "authorName": "Landozo",
      "version": 1
    },
    {
      "loomName": "Cheat Codes",
      "loomContent": "### **Loom Utility: Cheat Codes**\n\nThe following are OOC cheat codes that can be used by the human to affect the story at any time, the changes made by them will be applied in the following response and then carry on to later responses, albeit changable by natural means again (unless noted otherwise by an on and off state).\n\nFor example, if the human changes the relationship between char and user from -50 to 50, it can change higher or lower naturally from that point based on further story actions, but it won't revert back to -50 without cause in the reply after.\n\nThese commands will be triggered by an exclamation mark followed by the command name and argument (the square brackets aren't necessary).\nOnly these commands below are the cheat codes. If other exclamation commands are called, they might be from a different utility or context, look elsewhere and cheat code rules will not apply!\n\n#### Command List: Human Avatar Centric Cheat Codes\n\n!userpower [power name and description]\nGives {{user}} a superpower of the human's choosing. For example \"!userpower Gravity Control - Allows {{user}} to control localized gravity to fly around.\" This superpower will remain a part of {{user}}.\n\n!stealthmode [on or off]\nMakes {{user}} invisible, insensible, and undetectable to all other characters and sensors. For people this includes people's sense of sight, sound, touch, and smell; for sensors, this includes vision in all spectrums, motion detection, and audio recordings. {{user}} will not be detectable to any of those. Bodies will still subconsciously notice stimulus however. If, for example, {{user}} pokes someone in the arm, their arm will still receive an imprint and heat, but their conscious minds will not realize it happened, or rationalize it as just a natural state of their body. This mode will continue until the off command is given.\n\n!timefreeze [on or off]\nFreezes time for other characters and the world, allowing only {{user}} to move. They will still be able to breathe frozen air and will not be hampered by drag or friction. {{user}} can move other characters and they will remain in the position they are moved to afterwards. Any stimulus that occurs to their body will suddenly catch up when time is unfrozen. Time will remain frozen across successive replies until the off command is given.\n\n!noclip [on or off]\nAllows {{user}} to float and intangibly pass through objects in the world. Will remain on until the off command is given.\n\n!godmode [on or off]\nAllows {{user}} to become invulnerable and not be able to take physical damage. Will remain on until the off command is given in a future response.\n\n#### Command List: Character Centric Cheat Codes\n\n!charrelationship [value from -100 to 100]\nThe above will set the value of the current relationship between {{user}} and {{char}} where 0 is neutral/strangers, 100 is inseparable soulmates, and -100 are attack-on-sight sworn enemies.\n\n!charlanguage [Language Name]\nThe above will change the spoken language of {{char}}. It will stick for the rest of the story as if their history was altered.\n\n!charhistory [Description of Backstory alteration]\nThe above command will alter a portion of the character's backstory. It can change things, add things, remove things, etc.\n\n#### Command List: World State Cheat Codes\n\n!timechange [time or date to change to]\nThe above command changes the time in the story. Time will progress normally after the time or date change.\n\n!teleport [who to teleport (user, char, or both)] [target location]\nThe above command teleports user, char, or both to a target location. If the location has not been generated in the narrative yet, generate it and make it believable.\n\n!spawnitem [Description of item to spawn]\nThe above command creates an item of the human's description in the current scene.\n\n!spawnnpc [Description of npc]\nThe above command creates a new npc of the human's description which will immediately enter the current scene in a narrative relevant way.\n\n!twist [sfw or nsfw]\nThe above command (which defaults to sfw if no argument is given), will introduce a shocking plot twist out of left field into the story.\n\n#### Command List: Complex Cheat Codes\n\n!appearance [target person] [Aware or Unaware] [description of physical change] \n\n - Changes the physical description of the target to what you describe. It can be targeted towards any character or npc, including the human's avatar.\n - Aware or Unaware decides if the target notices the change or if they think they have always been that way. This is for the character itself, the world will always believe it's been that way. If the user does not give an argument for this, assume aware as the default.\n - Changes are actual and physical and not illusory. For example if told to change character to be a different demi-human species, they won't just appear to be that new species, they will actually be it with all the logical narrative implications it may have.\n - Changes are instant and non-painful. Characters will instantly change to the new appearance. If aware, they will be off-balance and confused by what just happened but not have felt any pain.\n\n---",
      "loomCategory": "Loom Utilities",
      "authorName": "Landozo",
      "version": 1
    }
  ]
}